Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/SecurityMeasures.resw
Source language: en_us
Languages: ar, de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# DisableAsyncScanOnOpen-MSDefender
source: Disable Dev Drive's lax security around file scanning.
ar: تعطيل الأمان المتساهل لـ Dev Drive حول فحص الملفات.
de: Die laxen Sicherheitsmaßnahmen von Dev Drive bei der Dateiprüfung deaktivieren.
el_gr: Απενεργοποίηση της χαλαρής ασφάλειας του Dev Drive γύρω από τη σάρωση αρχείων.
es: Deshabilitar la seguridad relajada de Dev Drive en el escaneo de archivos.
fr_fr: Désactiver la sécurité laxiste de Dev Drive concernant l'analyse des fichiers.
he_il: ביטול האבטחה הרופפת של Dev Drive סביב סריקת קבצים.
hi_in: फ़ाइल स्कैनिंग के आसपास Dev Drive की शिथिल सुरक्षा अक्षम करें।
ja_jp: Dev Drive のファイル スキャンに関する緩いセキュリティを無効にする。
ml_in: ഫയൽ സ്കാനിംഗിന് ചുറ്റുമുള്ള Dev Drive-ന്റെ അയഞ്ഞ സുരക്ഷ അപ്രാപ്തമാക്കുക.
pl_pl: Wyłącz luźne zabezpieczenia Dev Drive dotyczące skanowania plików.
tr_tr: Dev Drive'ın dosya tarama konusundaki gevşek güvenliğini devre dışı bırakın.

# OobeEnableRtpAndSigUpdate-MSDefender
source: Enable RTP And Signature Update during OOBE mode.
ar: تفعيل تحديثات Rtp والتوقيع أثناء وضع OOBE.
de: RTP und Signaturupdate im OOBE-Modus aktivieren.
el_gr: Ενεργοποίηση ενημερώσεων Rtp και Υπογραφής κατά τη λειτουργία OOBE.
es: Habilitar actualizaciones Rtp y de Firma durante el modo OOBE.
fr_fr: Activer RTP et la mise à jour des signatures en mode OOBE.
he_il: הפעלת עדכוני Rtp וחתימה במהלך מצב OOBE.
hi_in: OOBE मोड के दौरान Rtp और हस्ताक्षर अपडेट सक्षम करें।
ja_jp: OOBE モード中に RTP (リアルタイム保護) と署名の更新を有効にする。
ml_in: OOBE മോഡിൽ Rtp, സിഗ്‌നേച്ചർ അപ്‌ഡേറ്റുകൾ പ്രവർത്തനക്ഷമമാക്കുക.
pl_pl: Włącz aktualizacje Rtp i sygnatur podczas trybu OOBE.
tr_tr: OOBE modu sırasında RTP ve İmza Güncellemesini etkinleştirin.

# BruteForceProtectionConfiguredState-MSDefender
source: Enable BruteForce Protection feature.
ar: تفعيل ميزة الحماية من هجمات القوة الغاشمة.
de: Brute-Force-Schutzfunktion aktivieren.
el_gr: Ενεργοποίηση λειτουργίας Προστασίας από Επιθέσεις Brute Force.
es: Habilitar la función de Protección contra Ataques de Fuerza Bruta.
fr_fr: Activer la protection contre la force brute.
he_il: הפעלת תכונת הגנה מפני כוח גס.
hi_in: ब्रूट फोर्स हमला सुरक्षा सुविधा सक्षम करें।
ja_jp: ブルート フォース保護機能を有効にする。
ml_in: ബ്രൂട്ട് ഫോഴ്‌സ് ആക്രമണ സംരക്ഷണ സവിശേഷത പ്രവർത്തനക്ഷമമാക്കുക.
pl_pl: Włącz funkcję ochrony przed atakami siłowymi.
tr_tr: BruteForce Koruması özelliğini etkinleştirin.

# BruteForceProtectionAggressiveness-MSDefender
source: Configure the Brute Force aggressiveness level to high.
ar: تكوين مستوى عدوانية الحماية من القوة الغاشمة إلى مرتفع.
de: Aggressivitätsstufe für Brute-Force-Schutz auf Hoch konfigurieren.
el_gr: Διαμόρφωση του επιπέδου επιθετικότητας της Προστασίας από Brute Force σε υψηλό.
es: Configurar el nivel de agresividad de la Protección contra Fuerza Bruta en alto.
fr_fr: Configurer le niveau d'agressivité de la force brute sur élevé.
he_il: הגדרת רמת האגרסיביות של הגנת כוח גס לגבוהה.
hi_in: ब्रूट फोर्स सुरक्षा आक्रामकता स्तर को उच्च पर कॉन्फ़िगर करें।
ja_jp: ブルート フォースの積極性レベルを「高」に構成する。
ml_in: ബ്രൂട്ട് ഫോഴ്‌സ് സംരക്ഷണ ആക്രമണാത്മക നില ഉയർന്നതിലേക്ക് കോൺഫിഗർ ചെയ്യുക.
pl_pl: Skonfiguruj poziom agresywności ochrony przed atakami siłowymi na wysoki.
tr_tr: Brute Force saldırganlık düzeyini yüksek olarak yapılandırın.

# RemoteEncryptionProtectionConfiguredState-MSDefender
source: Enable Remote Encryption Protection feature.
ar: تفعيل ميزة الحماية من التشفير عن بُعد.
de: Remote-Verschlüsselungsschutz aktivieren.
el_gr: Ενεργοποίηση λειτουργίας Προστασίας από Απομακρυσμένη Κρυπτογράφηση.
es: Habilitar la función de Protección contra Cifrado Remoto.
fr_fr: Activer la protection contre le chiffrement à distance.
he_il: הפעלת תכונת הגנה מפני הצפנה מרחוק.
hi_in: रिमोट एन्क्रिप्शन सुरक्षा सुविधा सक्षम करें।
ja_jp: リモート暗号化保護機能を有効にする。
ml_in: റിമോട്ട് എൻക്രിപ്ഷൻ സംരക്ഷണ സവിശേഷത പ്രവർത്തനക്ഷമമാക്കുക.
pl_pl: Włącz funkcję ochrony przed zdalnym szyfrowaniem.
tr_tr: Uzaktan Şifreleme Koruması özelliğini etkinleştirin.

# RemoteEncryptionProtectionAggressiveness-MSDefender
source: Configure the Remote Encryption Protection aggressiveness level to high.
ar: تكوين مستوى عدوانية الحماية من التشفير عن بُعد إلى مرتفع.
de: Aggressivitätsstufe für Remote-Verschlüsselungsschutz auf Hoch konfigurieren.
el_gr: Διαμόρφωση του επιπέδου επιθετικότητας της Προστασίας από Απομακρυσμένη Κρυπτογράφηση σε υψηλό.
es: Configurar el nivel de agresividad de la Protección contra Cifrado Remoto en alto.
fr_fr: Configurer le niveau d'agressivité de la protection contre le chiffrement à distance sur élevé.
he_il: הגדרת רמת האגרסיביות של הגנת הצפנה מרחוק לגבוהה.
hi_in: रिमोट एन्क्रिप्शन सुरक्षा आक्रामकता स्तर को उच्च पर कॉन्फ़िगर करें।
ja_jp: リモート暗号化保護の積極性レベルを「高」に構成する。
ml_in: റിമോട്ട് എൻക്രിപ്ഷൻ സംരക്ഷണ ആക്രമണാത്മക നില ഉയർന്നതിലേക്ക് കോൺഫിഗർ ചെയ്യുക.
pl_pl: Skonfiguruj poziom agresywności ochrony przed zdalnym szyfrowaniem na wysoki.
tr_tr: Uzaktan Şifreleme Koruması saldırganlık düzeyini yüksek olarak yapılandırın.

# DisableEmailScanning-MSDefender
source: Enable Email Scanning.
ar: تفعيل فحص البريد الإلكتروني.
de: E-Mail-Scan aktivieren.
el_gr: Ενεργοποίηση Σάρωσης Email.
es: Habilitar Escaneo de Correo Electrónico.
fr_fr: Activer l'analyse des e-mails.
he_il: הפעלת סריקת דואר אלקטרוני.
hi_in: ईमेल स्कैनिंग सक्षम करें।
ja_jp: 電子メール スキャンを有効にする。
ml_in: ഇമെയിൽ സ്കാനിംഗ് പ്രവർത്തനക്ഷമമാക്കുക.
pl_pl: Włącz skanowanie poczty e-mail.
tr_tr: E-posta Taramayı Etkinleştir.

# DisableCatchupQuickScan-MSDefender
source: Enable Catchup Quick Scans.
ar: تفعيل عمليات الفحص السريع الاستدراكية.
de: Nachhol-Schnellscans aktivieren.
el_gr: Ενεργοποίηση Γρήγορων Σαρώσεων Αναπλήρωσης.
es: Habilitar Análisis Rápidos de Recuperación.
fr_fr: Activer les analyses rapides de rattrapage.
he_il: הפעלת סריקות מהירות השלמה.
hi_in: कैचअप त्वरित स्कैन सक्षम करें।
ja_jp: キャッチアップ クイック スキャンを有効にする。
ml_in: ക്യാച്ചപ്പ് ദ്രുത സ്കാനുകൾ പ്രവർത്തനക്ഷമമാക്കുക.
pl_pl: Włącz szybkie skanowanie nadrabiające.
tr_tr: Yakalama Hızlı Taramalarını etkinleştirin.

# CheckForSignaturesBeforeRunningScan-MSDefender
source: Check For Signatures Before Running a Scan.
ar: التحقق من التوقيعات قبل تشغيل الفحص.
de: Vor dem Ausführen eines Scans nach Signaturen suchen.
el_gr: Έλεγχος για Υπογραφές Πριν την Εκτέλεση Σάρωσης.
es: Verificar Firmas Antes de Ejecutar el Análisis.
fr_fr: Vérifier les signatures avant de lancer une analyse.
he_il: בדיקת חתימות לפני הרצת סריקה.
hi_in: स्कैन चलाने से पहले हस्ताक्षर जांचें।
ja_jp: スキャンの実行前に署名を確認する。
ml_in: സ്കാൻ പ്രവർത്തിപ്പിക്കുന്നതിന് മുമ്പ് സിഗ്‌നേച്ചറുകൾ പരിശോധിക്കുക.
pl_pl: Sprawdź sygnatury przed uruchomieniem skanowania.
tr_tr: Taramayı Çalıştırmadan Önce İmzaları Kontrol Edin.

# SignatureUpdateInterval-MSDefender
source: Increase the interval to check for security intelligence updates.
ar: زيادة الفترة الزمنية للتحقق من تحديثات معلومات الأمان.
de: Intervall für die Prüfung auf Updates der Sicherheitsinformationen erhöhen.
el_gr: Αύξηση του διαστήματος ελέγχου για ενημερώσεις πληροφοριών ασφάλειας.
es: Aumentar el intervalo de verificación de actualizaciones de inteligencia de seguridad.
fr_fr: Augmenter l'intervalle de vérification des mises à jour des informations de sécurité.
he_il: הגדלת המרווח לבדיקת עדכוני מודיעין אבטחה.
hi_in: सुरक्षा इंटेलिजेंस अपडेट के लिए जांच अंतराल बढ़ाएं।
ja_jp: セキュリティ インテリジェンスの更新を確認する間隔を長くする。
ml_in: സുരക്ഷാ ഇന്റലിജൻസ് അപ്‌ഡേറ്റുകൾക്കായുള്ള പരിശോധന ഇടവേള വർദ്ധിപ്പിക്കുക.
pl_pl: Zwiększ interwał sprawdzania aktualizacji informacji zabezpieczeń.
tr_tr: Güvenlik bilgileri güncellemelerini kontrol etme aralığını artırın.

# SpynetReporting-MSDefender
source: Join the Microsoft MAPS (also known as SpyNet) network to stay up to date with the latest security intelligence.
ar: الانضمام إلى شبكة Microsoft MAPS (المعروفة أيضًا باسم SpyNet) للبقاء على اطلاع بأحدث معلومات الأمان.
de: Dem Microsoft-MAPS-Netzwerk (auch als SpyNet bekannt) beitreten, um mit den neuesten Sicherheitsinformationen auf dem aktuellen Stand zu bleiben.
el_gr: Συμμετοχή στο δίκτυο Microsoft MAPS (γνωστό και ως SpyNet) για ενημέρωση με τις πιο πρόσφατες πληροφορίες ασφάλειας.
es: Unirse a la red Microsoft MAPS (también conocida como SpyNet) para mantenerse actualizado con la inteligencia de seguridad más reciente.
fr_fr: Rejoindre le réseau Microsoft MAPS (également connu sous le nom de SpyNet) pour rester à jour avec les dernières informations de sécurité.
he_il: הצטרפות לרשת Microsoft MAPS (הידועה גם כ-SpyNet) כדי להישאר מעודכנים עם מודיעין האבטחה העדכני ביותר.
hi_in: नवीनतम सुरक्षा इंटेलिजेंस के साथ अद्यतित रहने के लिए Microsoft MAPS (SpyNet के रूप में भी जाना जाता है) नेटवर्क से जुड़ें।
ja_jp: 最新のセキュリティ インテリジェンスを常に入手するために、Microsoft MAPS (SpyNet とも呼ばれます) ネットワークに参加する。
ml_in: ഏറ്റവും പുതിയ സുരക്ഷാ ഇന്റലിജൻസുമായി കാലാനുസൃതമായി നിൽക്കാൻ Microsoft MAPS (SpyNet എന്നും അറിയപ്പെടുന്നു) നെറ്റ്‌വർക്കിൽ ചേരുക.
pl_pl: Dołącz do sieci Microsoft MAPS (znanej również jako SpyNet), aby być na bieżąco z najnowszymi informacjami zabezpieczeń.
tr_tr: En son güvenlik istihbaratıyla güncel kalmak için Microsoft MAPS (SpyNet olarak da bilinir) ağına katılın.

# ExploitGuard_ASR_Rules-ASR
source: Configure ASR Rules
ar: تكوين قواعد ASR
de: ASR-Regeln konfigurieren
el_gr: Διαμόρφωση Κανόνων ASR
es: Configurar Reglas ASR
fr_fr: Configurer les règles ASR
he_il: הגדרת כללי ASR
hi_in: ASR नियम कॉन्फ़िगर करें
ja_jp: ASR ルールを構成する
ml_in: ASR നിയമങ്ങൾ കോൺഫിഗർ ചെയ്യുക
pl_pl: Skonfiguruj reguły ASR
tr_tr: ASR Kurallarını Yapılandırma

# 56a863a9-875e-4185-98a7-b882c64b5ce5-ASR
source: Block abuse of exploited vulnerable signed drivers
ar: حظر إساءة استخدام برامج التشغيل الموقّعة المعرضة للخطر المُستغلة
de: Missbrauch von ausgenutzten verwundbaren signierten Treibern blockieren
el_gr: Αποκλεισμός κατάχρησης εκμεταλλευμένων ευάλωτων υπογεγραμμένων οδηγών
es: Bloquear el abuso de controladores firmados vulnerables explotados
fr_fr: Bloquer l'abus de pilotes signés vulnérables exploités
he_il: חסימת ניצול לרעה של מנהלי התקן חתומים פגיעים
hi_in: शोषित कमजोर हस्ताक्षरित ड्राइवरों के दुरुपयोग को ब्लॉक करें
ja_jp: 悪用された脆弱な署名されたドライバーの悪用をブロックする
ml_in: ചൂഷണം ചെയ്യപ്പെട്ട ദുർബലമായ ഒപ്പിട്ട ഡ്രൈവറുകളുടെ ദുരുപയോഗം തടയുക
pl_pl: Blokuj nadużywanie wykorzystywanych podatnych podpisanych sterowników
tr_tr: Açıklardan yararlanılan, savunmasız imzalı sürücülerin kötüye kullanımını engelle

# 7674ba52-37eb-4a4f-a9a1-f0f9a1619a2c-ASR
source: Block Adobe Reader from creating child processes
ar: حظر Adobe Reader من إنشاء عمليات فرعية
de: Verhindern, dass Adobe Reader untergeordnete Prozesse erstellt
el_gr: Αποκλεισμός του Adobe Reader από τη δημιουργία θυγατρικών διεργασιών
es: Bloquear que Adobe Reader cree procesos secundarios
fr_fr: Bloquer Adobe Reader de créer des processus enfants
he_il: חסימת Adobe Reader מיצירת תהליכי בן
hi_in: Adobe Reader को चाइल्ड प्रोसेस बनाने से ब्लॉक करें
ja_jp: Adobe Reader による子プロセスの作成をブロックする
ml_in: Adobe Reader ചൈൽഡ് പ്രക്രിയകൾ സൃഷ്ടിക്കുന്നത് തടയുക
pl_pl: Blokuj tworzenie procesów podrzędnych przez Adobe Reader
tr_tr: Adobe Reader'ın alt işlemler oluşturmasını engelleyin

# d4f940ab-401b-4efc-aadc-ad5f3c50688a-ASR
source: Block all Office applications from creating child processes
ar: حظر جميع تطبيقات Office من إنشاء عمليات فرعية
de: Verhindern, dass alle Office-Anwendungen untergeordnete Prozesse erstellen
el_gr: Αποκλεισμός όλων των εφαρμογών Office από τη δημιουργία θυγατρικών διεργασιών
es: Bloquear que todas las aplicaciones de Office creen procesos secundarios
fr_fr: Bloquer toutes les applications Office de créer des processus enfants
he_il: חסימת כל אפליקציות Office מיצירת תהליכי בן
hi_in: सभी Office एप्लिकेशन को चाइल्ड प्रोसेस बनाने से ब्लॉक करें
ja_jp: すべての Office アプリケーションによる子プロセスの作成をブロックする
ml_in: എല്ലാ Office ആപ്ലിക്കേഷനുകളും ചൈൽഡ് പ്രക്രിയകൾ സൃഷ്ടിക്കുന്നത് തടയുക
pl_pl: Blokuj tworzenie procesów podrzędnych przez wszystkie aplikacje Office
tr_tr: Tüm Office uygulamalarının alt işlemler oluşturmasını engelleyin

# 9e6c4e1f-7d60-472f-ba1a-a39ef669e4b2-ASR
source: Block credential stealing from the Windows local security authority subsystem (lsass.exe)
ar: حظر سرقة بيانات الاعتماد من نظام فرعي لسلطة الأمان المحلية في Windows (lsass.exe)
de: Diebstahl von Anmeldeinformationen aus dem lokalen Sicherheitsautoritäts-Subsystem von Windows (lsass.exe) blockieren
el_gr: Αποκλεισμός κλοπής διαπιστευτηρίων από το υποσύστημα τοπικής αρχής ασφάλειας των Windows (lsass.exe)
es: Bloquear el robo de credenciales del subsistema de autoridad de seguridad local de Windows (lsass.exe)
fr_fr: Bloquer le vol d'identifiants du sous-système de l'autorité de sécurité locale Windows (lsass.exe)
he_il: חסימת גניבת אישורים ממערכת המשנה של רשות האבטחה המקומית של Windows (lsass.exe)
hi_in: Windows स्थानीय सुरक्षा प्राधिकरण उपप्रणाली (lsass.exe) से क्रेडेंशियल चोरी को ब्लॉक करें
ja_jp: Windows ローカル セキュリティ機関サブシステム (lsass.exe) からの資格情報の盗用をブロックする
ml_in: Windows പ്രാദേശിക സുരക്ഷാ അധികാര ഉപസിസ്റ്റത്തിൽ (lsass.exe) നിന്ന് ക്രെഡൻഷ്യൽ മോഷണം തടയുക
pl_pl: Blokuj kradzież poświadczeń z podsystemu Windows Local Security Authority (lsass.exe)
tr_tr: Windows yerel güvenlik yetkilisi alt sisteminden (lsass.exe) kimlik bilgilerinin çalınmasını engelleyin

# be9ba2d9-53ea-4cdc-84e5-9b1eeee46550-ASR
source: Block executable content from email client and webmail
ar: حظر المحتوى القابل للتنفيذ من عميل البريد الإلكتروني وبريد الويب
de: Ausführbare Inhalte aus E-Mail-Clients und Webmail blockieren
el_gr: Αποκλεισμός εκτελέσιμου περιεχομένου από πελάτη email και webmail
es: Bloquear contenido ejecutable del cliente de correo electrónico y webmail
fr_fr: Bloquer le contenu exécutable depuis les clients de messagerie et webmail
he_il: חסימת תוכן הרצה מלקוח דואר אלקטרוני ודואר אינטרנט
hi_in: ईमेल क्लाइंट और वेबमेल से निष्पादन योग्य सामग्री ब्लॉक करें
ja_jp: メール クライアントと Web メールからの実行可能なコンテンツをブロックする
ml_in: ഇമെയിൽ ക്ലയന്റ്, വെബ്മെയിൽ എന്നിവയിൽ നിന്നുള്ള എക്സിക്യൂട്ടബിൾ ഉള്ളടക്കം തടയുക
pl_pl: Blokuj zawartość wykonywalną z klienta poczty e-mail i poczty webowej
tr_tr: E-posta istemcisinden ve web postasından yürütülebilir içeriği engelleyin

# 01443614-cd74-433a-b99e-2ecdc07bfc25-ASR
source: Block executable files from running unless they meet a prevalence, age, or trusted list criterion
ar: حظر تشغيل الملفات القابلة للتنفيذ ما لم تستوفِ معيار الانتشار أو العمر أو القائمة الموثوقة
de: Ausführung ausführbarer Dateien blockieren, sofern sie nicht ein Kriterium zu Verbreitung, Alter oder vertrauenswürdiger Liste erfüllen
el_gr: Αποκλεισμός εκτέλεσης εκτελέσιμων αρχείων εκτός αν πληρούν κριτήριο επικράτησης, ηλικίας ή αξιόπιστης λίστας
es: Bloquear la ejecución de archivos ejecutables a menos que cumplan criterios de prevalencia, antigüedad o lista de confianza
fr_fr: Bloquer l'exécution de fichiers exécutables à moins qu'ils ne répondent à un critère de prévalence, d'âge ou de liste de confiance
he_il: חסימת קבצי הרצה מהפעלה אלא אם הם עומדים בקריטריון של שכיחות, גיל או רשימה מהימנה
hi_in: निष्पादन योग्य फ़ाइलों को चलने से ब्लॉक करें जब तक वे प्रसार, आयु या विश्वसनीय सूची मानदंड को पूरा न करें
ja_jp: 普及率、経過期間、または信頼リストの条件を満たしていない場合に実行可能ファイルが実行されないようにする
ml_in: എക്സിക്യൂട്ടബിൾ ഫയലുകൾ പ്രചാരം, പ്രായം അല്ലെങ്കിൽ വിശ്വസനീയ ലിസ്റ്റ് മാനദണ്ഡം പാലിക്കാത്ത പക്ഷം പ്രവർത്തിക്കുന്നത് തടയുക
pl_pl: Blokuj uruchamianie plików wykonywalnych, chyba że spełniają kryteria rozpowszechnienia, wieku lub zaufanej listy
tr_tr: Bir yaygınlık, yaş veya güvenilir liste kriterini karşılamadıkları sürece yürütülebilir dosyaların çalışmasını engelleyin

# 5beb7efe-fd9a-4556-801d-275e5ffc04cc-ASR
source: Block execution of potentially obfuscated scripts
ar: حظر تنفيذ البرامج النصية التي قد تكون مبهمة
de: Ausführung potenziell verschleierter Skripte blockieren
el_gr: Αποκλεισμός εκτέλεσης δυνητικά συγκαλυμμένων σεναρίων
es: Bloquear la ejecución de scripts potencialmente ofuscados
fr_fr: Bloquer l'exécution de scripts potentiellement obfusqués
he_il: חסימת הרצה של סקריפטים שעלולים להיות מעורפלים
hi_in: संभावित रूप से अस्पष्ट स्क्रिप्ट के निष्पादन को ब्लॉक करें
ja_jp: 難読化された可能性のあるスクリプトの実行をブロックする
ml_in: സാധ്യതയുള്ള അവ്യക്തമായ സ്ക്രിപ്റ്റുകളുടെ പ്രവർത്തനം തടയുക
pl_pl: Blokuj wykonywanie potencjalnie zaciemnionych skryptów
tr_tr: Karıştırılmış olabilecek komut dosyalarının yürütülmesini engelle

# d3e037e1-3eb8-44c8-a917-57927947596d-ASR
source: Block JavaScript or VBScript from launching downloaded executable content
ar: حظر JavaScript أو VBScript من تشغيل محتوى قابل للتنفيذ تم تنزيله
de: Verhindern, dass JavaScript oder VBScript heruntergeladene ausführbare Inhalte starten
el_gr: Αποκλεισμός JavaScript ή VBScript από την εκκίνηση ληφθέντος εκτελέσιμου περιεχομένου
es: Bloquear que JavaScript o VBScript lance contenido ejecutable descargado
fr_fr: Bloquer le lancement de contenu exécutable téléchargé par JavaScript ou VBScript
he_il: חסימת JavaScript או VBScript מהפעלת תוכן הרצה שהורד
hi_in: JavaScript या VBScript को डाउनलोड की गई निष्पादन योग्य सामग्री लॉन्च करने से ब्लॉक करें
ja_jp: JavaScript または VBScript による、ダウンロードされた実行可能なコンテンツの起動をブロックする
ml_in: JavaScript അല്ലെങ്കിൽ VBScript ഡൗൺലോഡ് ചെയ്ത എക്സിക്യൂട്ടബിൾ ഉള്ളടക്കം പ്രവർത്തിപ്പിക്കുന്നത് തടയുക
pl_pl: Blokuj uruchamianie pobranej zawartości wykonywalnej przez JavaScript lub VBScript
tr_tr: JavaScript veya VBScript'in indirilen yürütülebilir içeriği başlatmasını engelleyin

# 3b576869-a4ec-4529-8536-b80a7769e899-ASR
source: Block Office applications from creating executable content
ar: حظر تطبيقات Office من إنشاء محتوى قابل للتنفيذ
de: Verhindern, dass Office-Anwendungen ausführbare Inhalte erstellen
el_gr: Αποκλεισμός εφαρμογών Office από τη δημιουργία εκτελέσιμου περιεχομένου
es: Bloquear que las aplicaciones de Office creen contenido ejecutable
fr_fr: Bloquer la création de contenu exécutable par les applications Office
he_il: חסימת אפליקציות Office מיצירת תוכן הרצה
hi_in: Office एप्लिकेशन को निष्पादन योग्य सामग्री बनाने से ब्लॉक करें
ja_jp: Office アプリケーションによる実行可能なコンテンツの作成をブロックする
ml_in: Office ആപ്ലിക്കേഷനുകൾ എക്സിക്യൂട്ടബിൾ ഉള്ളടക്കം സൃഷ്ടിക്കുന്നത് തടയുക
pl_pl: Blokuj tworzenie zawartości wykonywalnej przez aplikacje Office
tr_tr: Office uygulamalarının yürütülebilir içerik oluşturmasını engelleyin

# 75668c1f-73b5-4cf0-bb93-3ecf5cb7cc84-ASR
source: Block Office applications from injecting code into other processes
ar: حظر تطبيقات Office من حقن التعليمات البرمجية في عمليات أخرى
de: Verhindern, dass Office-Anwendungen Code in andere Prozesse injizieren
el_gr: Αποκλεισμός εφαρμογών Office από την έγχυση κώδικα σε άλλες διεργασίες
es: Bloquear que las aplicaciones de Office inyecten código en otros procesos
fr_fr: Bloquer l'injection de code dans d'autres processus par les applications Office
he_il: חסימת אפליקציות Office מהזרקת קוד לתהליכים אחרים
hi_in: Office एप्लिकेशन को अन्य प्रक्रियाओं में कोड इंजेक्ट करने से ब्लॉक करें
ja_jp: Office アプリケーションによる他のプロセスへのコード挿入をブロックする
ml_in: Office ആപ്ലിക്കേഷനുകൾ മറ്റ് പ്രക്രിയകളിലേക്ക് കോഡ് ഇൻജക്റ്റ് ചെയ്യുന്നത് തടയുക
pl_pl: Blokuj wstrzykiwanie kodu do innych procesów przez aplikacje Office
tr_tr: Office uygulamalarının diğer işlemlere kod eklemesini engelleyin

# 26190899-1602-49e8-8b27-eb1d0a1ce869-ASR
source: Block Office communication application from creating child processes
ar: حظر تطبيق اتصالات Office من إنشاء عمليات فرعية
de: Verhindern, dass die Office-Kommunikationsanwendung untergeordnete Prozesse erstellt
el_gr: Αποκλεισμός εφαρμογής επικοινωνίας Office από τη δημιουργία θυγατρικών διεργασιών
es: Bloquear que la aplicación de comunicación de Office cree procesos secundarios
fr_fr: Bloquer la création de processus enfants par les applications de communication Office
he_il: חסימת אפליקציית תקשורת של Office מיצירת תהליכי בן
hi_in: Office संचार एप्लिकेशन को चाइल्ड प्रोसेस बनाने से ब्लॉक करें
ja_jp: Office の通信アプリケーションによる子プロセスの作成をブロックする
ml_in: Office ആശയവിനിമയ ആപ്ലിക്കേഷൻ ചൈൽഡ് പ്രക്രിയകൾ സൃഷ്ടിക്കുന്നത് തടയുക
pl_pl: Blokuj tworzenie procesów podrzędnych przez aplikację komunikacyjną Office
tr_tr: Office iletişim uygulamasının alt süreçler oluşturmasını engelleyin

# e6db77e5-3df2-4cf1-b95a-636979351e5b-ASR
source: Block persistence through WMI event subscription * File and folder exclusions not supported.
ar: حظر الاستمرارية من خلال اشتراك حدث WMI * استثناءات الملفات والمجلدات غير مدعومة.
de: Persistenz über WMI-Ereignisabonnements blockieren * Datei- und Ordnerausschlüsse werden nicht unterstützt.
el_gr: Αποκλεισμός εμμονής μέσω συνδρομής συμβάντων WMI * Εξαιρέσεις αρχείων και φακέλων δεν υποστηρίζονται.
es: Bloquear la persistencia a través de la suscripción a eventos WMI * No se admiten exclusiones de archivos y carpetas.
fr_fr: Bloquer la persistance via l'abonnement aux événements WMI * Exclusions de fichiers et de dossiers non prises en charge.
he_il: חסימת התמדה דרך מנוי לאירועי WMI * אי הכללות של קבצים ותיקיות אינן נתמכות.
hi_in: WMI इवेंट सदस्यता के माध्यम से स्थायित्व को ब्लॉक करें * फ़ाइल और फ़ोल्डर बहिष्करण समर्थित नहीं हैं।
ja_jp: WMI イベント サブスクリプションを介して永続性をブロックする * ファイルおよびフォルダーの除外はサポートされていません。
ml_in: WMI ഇവന്റ് സബ്‌സ്ക്രിപ്ഷനിലൂടെ സ്ഥിരത തടയുക * ഫയലും ഫോൾഡർ ഒഴിവാക്കലുകളും പിന്തുണയ്ക്കുന്നില്ല.
pl_pl: Blokuj trwałość poprzez subskrypcję zdarzeń WMI * Wykluczenia plików i folderów nie są obsługiwane.
tr_tr: WMI olay aboneliği aracılığıyla kalıcılığı engelle * Dosya ve klasör hariç tutmaları desteklenmez.

# d1e49aac-8f56-4280-b9ba-993a6d77406c-ASR
source: Block process creations originating from PSExec and WMI commands
ar: حظر إنشاء العمليات الناشئة من أوامر PSExec و WMI
de: Prozesserstellungen über PSExec- und WMI-Befehle blockieren
el_gr: Αποκλεισμός δημιουργίας διεργασιών που προέρχονται από εντολές PSExec και WMI
es: Bloquear la creación de procesos que se originan desde comandos PSExec y WMI
fr_fr: Bloquer les créations de processus provenant de commandes PSExec et WMI
he_il: חסימת יצירות תהליכים שמקורן בפקודות PSExec ו-WMI
hi_in: PSExec और WMI कमांड से उत्पन्न प्रक्रिया निर्माण को ब्लॉक करें
ja_jp: PSExec コマンドと WMI コマンドから発生するプロセスの作成をブロックする
ml_in: PSExec, WMI കമാൻഡുകളിൽ നിന്ന് ഉത്ഭവിക്കുന്ന പ്രക്രിയ സൃഷ്ടിക്കൽ തടയുക
pl_pl: Blokuj tworzenie procesów pochodzących z poleceń PSExec i WMI
tr_tr: PSExec ve WMI komutlarından kaynaklanan süreç oluşturmaları engelleyin

# 33ddedf1-c6e0-47cb-833e-de6133960387-ASR
source: Block rebooting machine in Safe Mode
ar: حظر إعادة تشغيل الجهاز في الوضع الآمن
de: Neustart des Computers im abgesicherten Modus blockieren
el_gr: Αποκλεισμός επανεκκίνησης μηχανήματος σε Ασφαλή Λειτουργία
es: Bloquear reinicio de equipo en Modo Seguro
fr_fr: Bloquer le redémarrage de la machine en mode sans échec
he_il: חסימת הפעלה מחדש של המחשב במצב בטוח
hi_in: सुरक्षित मोड में मशीन पुनः आरंभ को ब्लॉक करें
ja_jp: セーフ モードでのコンピューターの再起動をブロックする
ml_in: സുരക്ഷിത മോഡിൽ മെഷീൻ പുനരാരംഭിക്കുന്നത് തടയുക
pl_pl: Blokuj ponowne uruchomienie komputera w trybie awaryjnym
tr_tr: Makinenin Güvenli Modda yeniden başlatılmasını engelle

# b2b3f03d-6a65-4f7b-a9c7-1c7ef74a9ba4-ASR
source: Block untrusted and unsigned processes that run from USB
ar: حظر العمليات غير الموثوقة وغير الموقّعة التي تعمل من USB
de: Nicht vertrauenswürdige und unsignierte Prozesse blockieren, die von USB ausgeführt werden
el_gr: Αποκλεισμός μη αξιόπιστων και μη υπογεγραμμένων διεργασιών που εκτελούνται από USB
es: Bloquear procesos no confiables y sin firmar que se ejecutan desde USB
fr_fr: Bloquer les processus non fiables et non signés qui s'exécutent depuis l'USB
he_il: חסימת תהליכים לא מהימנים ולא חתומים שרצים מ-USB
hi_in: USB से चलने वाली अविश्वसनीय और हस्ताक्षर रहित प्रक्रियाओं को ब्लॉक करें
ja_jp: USB から実行される信頼されていないプロセスまたは署名されていないプロセスをブロックする
ml_in: USB-യിൽ നിന്ന് പ്രവർത്തിക്കുന്ന വിശ്വസനീയമല്ലാത്തതും ഒപ്പിടാത്തതുമായ പ്രക്രിയകൾ തടയുക
pl_pl: Blokuj niezaufane i niepodpisane procesy uruchamiane z USB
tr_tr: USB'den çalıştırılan güvenilmeyen ve imzasız işlemleri engelleyin
